Repository: kripod/MoneroGui.Net
Catalog: MoneroGui/Properties/Resources.*.resx
Languages: af, ja

# TextClear
source: Clear
af: Maak skoon
ja: クリア

# TextSend
source: Send
af: Stuur
ja: 送る

# DebugWindowConsoleDaemon
source: Daemon
af: Deamon
ja: デーモン

# DebugWindowConsoles
source: Consoles
af: Konsole
ja: コンソール

# DebugWindowTitle
source: Debug window
af: Ontgogga venster
ja: デバッグウィンドウ

# TextAddressBook
source: Address book
af: Adres boek
ja: アドレス帳

# TaskbarShutdown
source: Monero Client .NET is shutting down...
af: Monero Kliënt sluit af...
ja: Monero Clientがシャットダウンしています...

# MainWindowOverview
source: Overview
af: Oorsig
ja: 概要

# MainWindowSendCoins
source: Send coins
af: Stuur munte
ja: コインを送る

# TextClientName
source: Monero Client .NET
af: Monero Kliënt
ja: Monero Client

# MainWindowTransactions
source: Transactions
af: Transaksies
ja: 取引

# MenuAbout
source: _About Monero Client .NET
af: _Omtrent Monero Kliënt
ja: Monero Clientについて (_A)

# MenuBackupManager
source: _Backup manager
af: _Reserwe bestuurder
ja: バックアップマネージャ (_B)

# MenuDebugWindow
source: _Debug window
af: _Ontgogga venster
ja: デバッグウィンドウ (_D)

# MenuExit
source: Exit
af: Verlaat
ja: 終了

# MenuExport
source: _Export...
af: _Laai af
ja: エクスポート... (_E)

# MenuFile
source: _File
af: _Lêer
ja: ファイル (_F)

# MenuHelp
source: _Help
af: _Hulp
ja: ヘルプ (_H)

# MenuOptions
source: _Options
af: _Opsies
ja: オプション (_O)

# MenuSettings
source: _Settings
af: _Instellings
ja: 設定 (_S)

# OverviewInitializing
source: Initializing...
af: Inisialiseer...
ja: イニシアライジング...

# OverviewNumberOfTransactions
source: Number of transactions:
af: Getal transaksies
ja: 取引の数

# OverviewRecentTransactions
source: Recent transactions
af: Onlangse transaksies
ja: 最近の取引

# OverviewSpendable
source: Spendable:
af: Spandeerbare:
ja: 利用可能:

# OverviewUnconfirmed
source: Unconfirmed:
af: Onbevestigde:
ja: 未検証:

# TextHintAddress
source: Enter a Monero address
af: Tik in n Monero address
ja: Moneroアドレスを入力してください

# TextHintLabel
source: Enter a label for this address to add it to your address book
af: Tik n etiket vir hierdie adres om dit in die adres boek te laai
ja: アドレス帳に追加するには、このアドレスのラベルを入力してください

# SendCoinsMixCount
source: Mix count:
af: Meng getal
ja: ミックス度:

# TextPaymentId
source: Payment ID:
af: Betaling ID:
ja: 支払いID:

# TextHintOptional
source: This field is optional
af: Hierdie veld is optioneel
ja: このフィールドは必要ではありません

# StatusBarConnections
source: connections
af: konneksies
ja: 接続数

# StatusBarStatusSynchronizing
source: Synchronizing with network...
af: Besig met sinkronisering met netwerk..
ja: ネットワークに同期中...

# StatusBarSyncTextDaySingular
source: day
af: dag
ja: 日

# StatusBarSyncTextMain
source: {0} blocks ({1}) behind
af: {0} blokke ({1}) agter
ja: {0}ブロック、また({1})

# TextAddress
source: Address
af: Adres
ja: アドレス

# TextAmount
source: Amount
af: Bedrag
ja: 総額

# TextLabel
source: Label
af: Etiket
ja: ラベル

# TransactionsType
source: Type
af: Tipe
ja: 種類

# TransactionsSpendable
source: Spendable?
af: Spandeerbare
ja: 利用可能?

# TextNo
source: No
af: Nee
ja: いいえ

# TextYes
source: Yes
af: Ja
ja: はい

# TransactionTypeReceive
source: Receive
af: Ontvang
ja: 受信

# TransactionTypeSend
source: Send
af: Stuur
ja: 送る

# TransactionTypeUnknown
source: Unknown
af: Onbekend
ja: 不明

# AboutWindowTitle
source: About Monero Client .NET
af: Omtrent Monero Kliënt
ja: Monero Clientについて

# AboutWindowLicenseFileNotFound
source: Error: The license file cannot be found.
af: Fout: Die lisensie lêer kan nie gevind word nie.
ja: エラー：ライセンスのファイルが見つかりませんでした

# AboutWindowLicenseFileLoading
source: Loading license file...
af: Besig om lisensie lêer te laai
ja: ライセンスのファイルの読み込み中...

# AboutWindowThirdPartyLicenses
source: Third-party licenses
af: Derde party lisensies
ja: 第三者ライセンス

# TextCopy
source: Copy
af: Kopie
ja: コピー

# TextDelete
source: Delete
af: Vee uit
ja: 削除

# TextNew
source: New...
af: Nuwe..
ja: 新しいの...

# TextExport
source: Export...
af: Laai af..
ja: エクスポート...

# TextCancel
source: Cancel
af: Kanselleer
ja: キャンセル

# TextOk
source: OK
af: Reg so

# AddressBookEditWindowTitleAdd
source: Add known address
af: Voeg bekende adres by
ja: 既知のアドレスを追加する

# OptionsAppearance
source: Appearance
af: Voorkoms
ja: 外観

# OptionsAppearanceLanguage
source: User Interface language:
af: Gebruikers Koppelvlak Taal
ja: ユーザインターフェースの言語:

# OptionsAppearanceLanguageNameDefault
source: Default
af: Standaard
ja: 初期値

# OptionsGeneral
source: General
af: Allerlei
ja: 一般

# OptionsPaths
source: Paths
af: Paaie
ja: パス

# OptionsPathsSoftwareDaemon
source: Daemon software:
af: Deamon sagteware:
ja: デーモンのソフト:

# OptionsGeneralIsSafeShutdownEnabled
source: Save databases before shutdown
af: Stoor databasis voor afskakeling
ja: シャットダウンの時にデータベースをセーブする

# OptionsGeneralIsStartableOnSystemLogin
source: Start Monero Client .NET on system login
af: Open Monero Kliënt tydens stelsel intekening
ja: システムにログインした時にMonero Clientを起動

# AddressBookCopyAddress
source: Copy address
af: Maak n kopie van die adres
ja: アドレスをコピーする

# TextFilterAllFiles
source: All files|*
af: Alle lêers
ja: 全てのファイル|*

# TextFilterExecutableFiles
source: Executables (*.exe)|*.exe
af: Uitvoerbare (*.exe)|*.exe
ja: 実行可能のファイル (*.exe)|*.exe

# TextFilterCsvFiles
source: Comma separated file (*.csv)|*.csv
af: Komma gespasieerde lêer (*.csv)|*.csv
ja: コンマで区切られたファイル (*.csv)|*.csv

# StatusBarSyncTextDayPlural
source: days
af: dae
ja: 日

# StatusBarSyncTextHourPlural
source: hours
af: ure
ja: 時間

# StatusBarSyncTextHourSingular
source: hour
af: uur
ja: 時間

# StatusBarSyncTextMinutePlural
source: minutes
af: minute
ja: 分

# StatusBarSyncTextMinuteSingular
source: minute
af: minuut
ja: 分

# AboutWindowCreditIcons
source: Icons made by:
af: Ikoon gemaak deur:
ja: アイコンの作り手:

# AddressBookEditWindowTitleEdit
source: Edit contact
af: Wysig kontak
ja: 連絡先を編集する

# TextEdit
source: Edit
af: Wysig
ja: 編集する

# TextPaste
source: Paste
af: Plak
ja: 貼付ける

# TextFilterPngFiles
source: PNG files (*.png)|*.png
af: PNG lêers (*.png)|*.png
ja: PNGのファイル (*.png)|*.png

# TextMessage
source: Message:
af: Boodskap:
ja: メッセージ:

# TextSaveAs
source: Save as...
af: Stoor as...
ja: 名前を付けて保存...

# QrCodeWindowUriTooLong
source: The resulting URI is too long. Please try to reduce the length of your inputs!
af: Die uiteindelike URI is te lank. Verkort asseblief jou insette!
ja: 生成されたＵＲＩは長すぎます。 インプットの長さを減らしてください。

# TextQrCode
source: QR code
af: QR kode
ja: ＱＲコード

# CoinSenderRemoveRecipient
source: Remove recipient
af: Verwyder ontvanger
ja: 受信者を削除する

# SendCoinsAddRecipient
source: Add recipient
af: Sit ontvanger by
ja: 受信者を追加する

# SendCoinsClearRecipients
source: Clear recipients
af: Verwyder ontvangers
ja: 全ての受信者を削除する

# TextError
source: Error
af: Fout
ja: エラー

# OptionsWindowTitle
source: Options
af: Opsies
ja: 設定

# TaskbarDoNotInterruptProcess
source: Please do not interrupt this process!
af: Moet asseblief nie die proses onderbreuk nie!
ja: シャットダウンを中断しないでください！

# MenuHideWindow
source: Hide window
af: Steek die venster weg
ja: ウインドウを隠す

# MenuShowWindow
source: Show window
af: Wys die venster
ja: ウインドウを表示する

# TransactionsTransactionId
source: Transaction ID
af: Transaksie ID
ja: 取引ID

# TaskbarTransactionIncoming
source: Incoming transaction
af: Inkomende transaksie
ja: 着金取引

# TaskbarTransactionOutgoing
source: Outgoing transaction
af: Uitgaande transaksie
ja: 送金取引

# TaskbarTransactionUnknownType
source: Unknown type transaction
af: Onbekende tipe transaksie
ja: 不明の取引の種類

# TextInformation
source: Information
af: Informasie
ja: 情報

# TextWarning
source: Warning
af: Waarskuwing
ja: 警告

# BackupManagerNewBackupWindowInstructionMain
source: Please select a method for creating the new backup!
af: Kies asseblief n metode om die nuwe reserwe te maak!
ja: バックアップを作る方法を選択してください！

# BackupManagerNewBackupWindowSelectionAsFileCustom1
source: As a file, at a chosen path
af: As n lêer, by n verkose pad
ja: 選択されたパスにあるファイル

# BackupManagerNewBackupWindowSelectionAsFileCustom2
source: These files will not appear as selectable in the built-in backup manager
af: Hierdie lêers sal nie verskyn in die ingeboude reserwe bestuurder nie
ja: このファイルはビルトインのバックアップマネージャで表示されません。

# BackupManagerNewBackupWindowSelectionAsFileDefault
source: As a file, at the default location
af: As n lêer, by die oorspronklike pad
ja: 初期値のパスにあるファイル

# BackupManagerNewBackupWindowSelectionAsSeed1
source: As a deterministic account seed
af: As n deterministiese beursie saad
ja: 決定論的なウォレットのシード

# BackupManagerNewBackupWindowSelectionAsSeed2
source: This method is the safest, and it doesn't even require a computer for storage
af: Hierdie metode is die veiligste, en dit verg nie eers n rekenaar vir storing nie
ja: これは一番安全な方法です。ストレージのためにＰＣが必要ではありません。

# BackupManagerNewBackupWindowTitle
source: New backup
af: Nuwe reserwe
ja: 新しいバックアップ

# BackupManagerWindowBrowseInExplorer
source: Browse in explorer...
af: Soek in verkenner...
ja: エクスプローラで閲覧する...

# BackupManagerWindowCreateAutomaticBackups
source: Automatically create backups each week
af: Maak outomaties reserwes elke week
ja: 毎週のバックアップを自動的に作成する

# BackupManagerWindowCreateBackups
source: Create backups
af: Maak reserwes
ja: バックアップを作成する

# BackupManagerWindowErrorRestore
source: The backup at \"{0}\" could not be restored.
af: Die reserwe by \"{0}\" kon nie herwin word nie.
ja: \"{0}\"にあるバックアップは復元できませんでした。

# BackupManagerWindowFromDirectory
source: From directory...
af: Van pad...
ja: ディレクトリから...

# BackupManagerWindowFromSeed
source: From deterministic account seed...
af: Van deterministiese beursie saad...
ja: 決定論的なウォレットのシードから...

# BackupManagerWindowFromSelection
source: From selection
af: Van seleksie
ja: セレクションから...

# BackupManagerWindowInformationRestoreSuccessful
source: The backup has been successfully restored and applied.
af: Die reserwe is suksesvol herwin en aangewend.
ja: バックアップが正常に復元されました。

# BackupManagerWindowRestoreBackups
source: Restore backups
af: Herstel reserwes
ja: バックアップを復元する

# BackupManagerWindowTitle
source: Backup manager
af: Reserwe bestuurder
ja: バックアップマネージャ

# BackupManagerWindowWarningNewBackup
source: Please be EXTREMELY CAREFUL about storing your account data! No one else should be able to access them, as this would cause your money to be compromised.
af: Wees asseblief geweldig noukeurig en versigtig met die storing van jou beursie se data. Niemand anders is veronderstel om toegang te kry nie anders kan jy jou geld verloor.
ja: ウォレットの安全なストレージを注意ください！ 他の人がアクセス出来たらお金を失う事になります。

# SendCoinsTransactionCouldNotBeSent
source: The transaction could not be sent.
af: Die transaksie kon nie gestuur word nie
ja: 取引を送信できませんでした。
